backend/app/controllers/api/v1/sessions_controller.rb

  def destroy
    warden.authenticate!(:scope => resource_name)
    current_user.update_column(:authentication_token, nil)
---
UPDATE "users" SET "last_sign_in_at" = $1, "current_sign_in_at" = $2, "last_sign_in_ip" = $3, "current_sign_in_ip" = $4, "sign_in_count" = $5, "updated_at" = $6 WHERE "users"."id" = 278